{"version": "1.0", "truncation": null, "padding": null, "added_tokens": [{"id": 0, "content": "<|pad|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 1, "content": "<|bos|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 2, "content": "<|eos|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 3, "content": "<|unk|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 4, "content": "<|sep|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 5, "content": "<|mask|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 6, "content": "<|system|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 7, "content": "<|user|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 8, "content": "<|assistant|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 9, "content": "<|tool|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 10, "content": "<|start_turn|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 11, "content": "<|end_turn|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 12, "content": "<|start_header|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 13, "content": "<|end_header|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 14, "content": "<|code_start|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 15, "content": "<|code_end|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 16, "content": "<|fim_prefix|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 17, "content": "<|fim_middle|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 18, "content": "<|fim_suffix|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 19, "content": "<|lang:python|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 20, "content": "<|lang:javascript|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 21, "content": "<|lang:typescript|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 22, "content": "<|lang:java|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 23, "content": "<|lang:go|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 24, "content": "<|lang:rust|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 25, "content": "<|lang:cpp|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 26, "content": "<|lang:c|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 27, "content": "<|lang:ruby|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 28, "content": "<|lang:php|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 29, "content": "<|lang:swift|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 30, "content": "<|lang:kotlin|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 31, "content": "<|lang:scala|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 32, "content": "<|lang:bash|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 33, "content": "<|lang:sql|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 34, "content": "<|lang:html|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 35, "content": "<|lang:css|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 36, "content": "<|lang:json|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 37, "content": "<|lang:yaml|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 38, "content": "<|lang:markdown|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 39, "content": "<|lang:csharp|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 40, "content": "<|doc_start|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 41, "content": "<|doc_end|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 42, "content": "<|paragraph|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 43, "content": "<|think_start|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 44, "content": "<|think_end|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 45, "content": "<|math_start|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 46, "content": "<|math_end|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 47, "content": "<|citation|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 48, "content": "<|tool_call|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 49, "content": "<|tool_result|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 50, "content": "<|reserved_0|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 51, "content": "<|reserved_1|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 52, "content": "<|reserved_2|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 53, "content": "<|reserved_3|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 54, "content": "<|reserved_4|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 55, "content": "<|reserved_5|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 56, "content": "<|reserved_6|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 57, "content": "<|reserved_7|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 58, "content": "<|reserved_8|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 59, "content": "<|reserved_9|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 60, "content": "<|reserved_10|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 61, "content": "<|reserved_11|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 62, "content": "<|reserved_12|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 63, "content": "<|reserved_13|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 64, "content": "<|reserved_14|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 65, "content": "<|reserved_15|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 66, "content": "<|reserved_16|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 67, "content": "<|reserved_17|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 68, "content": "<|reserved_18|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 69, "content": "<|reserved_19|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 70, "content": "<|reserved_20|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 71, "content": "<|reserved_21|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 72, "content": "<|reserved_22|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 73, "content": "<|reserved_23|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 74, "content": "<|reserved_24|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 75, "content": "<|reserved_25|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 76, "content": "<|reserved_26|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 77, "content": "<|reserved_27|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 78, "content": "<|reserved_28|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 79, "content": "<|reserved_29|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}], "normalizer": null, "pre_tokenizer": {"type": "Sequence", "pretokenizers": [{"type": "Split", "pattern": {"Regex": "[^\\r\\n\\p{L}\\p{N}]?[\\p{L}\\p{M}]+(?:'[\\p{L}\\p{M}]+)*|0[xXbBoO][\\p{N}a-fA-F]+|\\p{N}{1,1}| ?[^\\s\\p{L}\\p{N}]{1,8}[\\r\\n/]*|\\s*[\\r\\n]+|\\s{1,16}(?!\\S)|\\s{1,16}"}, "behavior": "Isolated", "invert": false}, {"type": "ByteLevel", "add_prefix_space": false, "trim_offsets": true, "use_regex": false}]}, "post_processor": null, "decoder": {"type": "ByteLevel", "add_prefix_space": true, "trim_offsets": true, "use_regex": true}, "model": {"type": "BPE", "dropout": null, "unk_token": null, "continuing_subword_prefix": null, "end_of_word_suffix": null, "fuse_unk": false, "byte_fallback": false, "ignore_merges": false, "vocab": {"<|pad|>": 0, "<|bos|>": 1, "<|eos|>": 2, "<|unk|>": 3, "<|sep|>": 4, "<|mask|>": 5, "<|system|>": 6, "<|user|>": 7, "<|assistant|>": 8, "<|tool|>": 9, "<|start_turn|>": 10, "<|end_turn|>": 11, "<|start_header|>": 12, "<|end_header|>": 13, "<|code_start|>": 14, "<|code_end|>": 15, "<|fim_prefix|>": 16, "<|fim_middle|>": 17, "<|fim_suffix|>": 18, "<|lang:python|>": 19, "<|lang:javascript|>": 20, "<|lang:typescript|>": 21, "<|lang:java|>": 22, "<|lang:go|>": 23, "<|lang:rust|>": 24, "<|lang:cpp|>": 25, "<|lang:c|>": 26, "<|lang:ruby|>": 27, "<|lang:php|>": 28, "<|lang:swift|>": 29, "<|lang:kotlin|>": 30, "<|lang:scala|>": 31, "<|lang:bash|>": 32, "<|lang:sql|>": 33, "<|lang:html|>": 34, "<|lang:css|>": 35, "<|lang:json|>": 36, "<|lang:yaml|>": 37, "<|lang:markdown|>": 38, "<|lang:csharp|>": 39, "<|doc_start|>": 40, "<|doc_end|>": 41, "<|paragraph|>": 42, "<|think_start|>": 43, "<|think_end|>": 44, "<|math_start|>": 45, "<|math_end|>": 46, "<|citation|>": 47, "<|tool_call|>": 48, "<|tool_result|>": 49, "<|reserved_0|>": 50, "<|reserved_1|>": 51, "<|reserved_2|>": 52, "<|reserved_3|>": 53, "<|reserved_4|>": 54, "<|reserved_5|>": 55, "<|reserved_6|>": 56, "<|reserved_7|>": 57, "<|reserved_8|>": 58, "<|reserved_9|>": 59, "<|reserved_10|>": 60, "<|reserved_11|>": 61, "<|reserved_12|>": 62, "<|reserved_13|>": 63, "<|reserved_14|>": 64, "<|reserved_15|>": 65, "<|reserved_16|>": 66, "<|reserved_17|>": 67, "<|reserved_18|>": 68, "<|reserved_19|>": 69, "<|reserved_20|>": 70, "<|reserved_21|>": 71, "<|reserved_22|>": 72, "<|reserved_23|>": 73, "<|reserved_24|>": 74, "<|reserved_25|>": 75, "<|reserved_26|>": 76, "<|reserved_27|>": 77, "<|reserved_28|>": 78, "<|reserved_29|>": 79, "!": 80, "\"": 81, "#": 82, "$": 83, "%": 84, "&": 85, "'": 86, "(": 87, ")": 88, "*": 89, "+": 90, ",": 91, "-": 92, ".": 93, "/": 94, "0": 95, "1": 96, "2": 97, "3": 98, "4": 99, "5": 100, "6": 101, "7": 102, "8": 103, "9": 104, ":": 105, ";": 106, "<": 107, "=": 108, ">": 109, "?": 110, "@": 111, "A": 112, "B": 113, "C": 114, "D": 115, "E": 116, "F": 117, "G": 118, "H": 119, "I": 120, "J": 121, "K": 122, "L": 123, "M": 124, "N": 125, "O": 126, "P": 127, "Q": 128, "R": 129, "S": 130, "T": 131, "U": 132, "V": 133, "W": 134, "X": 135, "Y": 136, "Z": 137, "[": 138, "\\": 139, "]": 140, "^": 141, "_": 142, "`": 143, "a": 144, "b": 145, "c": 146, "d": 147, "e": 148, "f": 149, "g": 150, "h": 151, "i": 152, "j": 153, "k": 154, "l": 155, "m": 156, "n": 157, "o": 158, "p": 159, "q": 160, "r": 161, "s": 162, "t": 163, "u": 164, "v": 165, "w": 166, "x": 167, "y": 168, "z": 169, "{": 170, "|": 171, "}": 172, "~": 173, "¡": 174, "¢": 175, "£": 176, "¤": 177, "¥": 178, "¦": 179, "§": 180, "¨": 181, "©": 182, "ª": 183, "«": 184, "¬": 185, "®": 186, "¯": 187, "°": 188, "±": 189, "²": 190, "³": 191, "´": 192, "µ": 193, "¶": 194, "·": 195, "¸": 196, "¹": 197, "º": 198, "»": 199, "¼": 200, "½": 201, "¾": 202, "¿": 203, "À": 204, "Á": 205, "Â": 206, "Ã": 207, "Ä": 208, "Å": 209, "Æ": 210, "Ç": 211, "È": 212, "É": 213, "Ê": 214, "Ë": 215, "Ì": 216, "Í": 217, "Î": 218, "Ï": 219, "Ð": 220, "Ñ": 221, "Ò": 222, "Ó": 223, "Ô": 224, "Õ": 225, "Ö": 226, "×": 227, "Ø": 228, "Ù": 229, "Ú": 230, "Û": 231, "Ü": 232, "Ý": 233, "Þ": 234, "ß": 235, "à": 236, "á": 237, "â": 238, "ã": 239, "ä": 240, "å": 241, "æ": 242, "ç": 243, "è": 244, "é": 245, "ê": 246, "ë": 247, "ì": 248, "í": 249, "î": 250, "ï": 251, "ð": 252, "ñ": 253, "ò": 254, "ó": 255, "ô": 256, "õ": 257, "ö": 258, "÷": 259, "ø": 260, "ù": 261, "ú": 262, "û": 263, "ü": 264, "ý": 265, "þ": 266, "ÿ": 267, "Ā": 268, "ā": 269, "Ă": 270, "ă": 271, "Ą": 272, "ą": 273, "Ć": 274, "ć": 275, "Ĉ": 276, "ĉ": 277, "Ċ": 278, "ċ": 279, "Č": 280, "č": 281, "Ď": 282, "ď": 283, "Đ": 284, "đ": 285, "Ē": 286, "ē": 287, "Ĕ": 288, "ĕ": 289, "Ė": 290, "ė": 291, "Ę": 292, "ę": 293, "Ě": 294, "ě": 295, "Ĝ": 296, "ĝ": 297, "Ğ": 298, "ğ": 299, "Ġ": 300, "ġ": 301, "Ģ": 302, "ģ": 303, "Ĥ": 304, "ĥ": 305, "Ħ": 306, "ħ": 307, "Ĩ": 308, "ĩ": 309, "Ī": 310, "ī": 311, "Ĭ": 312, "ĭ": 313, "Į": 314, "į": 315, "İ": 316, "ı": 317, "Ĳ": 318, "ĳ": 319, "Ĵ": 320, "ĵ": 321, "Ķ": 322, "ķ": 323, "ĸ": 324, "Ĺ": 325, "ĺ": 326, "Ļ": 327, "ļ": 328, "Ľ": 329, "ľ": 330, "Ŀ": 331, "ŀ": 332, "Ł": 333, "ł": 334, "Ń": 335, "ĠĠ": 336, "Ġt": 337, "Ġa": 338, "in": 339, "he": 340, "ĠĠĠĠ": 341, "er": 342, "on": 343, "re": 344, "Ġs": 345, "Ġthe": 346, "at": 347, "or": 348, "en": 349, "Ġw": 350, "an": 351, "es": 352, "Ġc": 353, "is": 354, "Ġo": 355, "it": 356, "ed": 357, "Ġf": 358, "al": 359, "Ġan": 360, "Ġp": 361, "ing": 362, "ar": 363, "ou": 364, "Ġb": 365, "Ġin": 366, "Ġof": 367, "Ġm": 368, "Ġand": 369, "ion": 370, "Ġto": 371, "as": 372, "ic": 373, "ĠĠĠ": 374, "le": 375, "Ġd": 376, "el": 377, "om": 378, "Ġh": 379, "ent": 380, "il": 381, "ĠĠĠĠĠĠĠĠ": 382, "st": 383, "ct": 384, "et": 385, "Ġre": 386, "Ġth": 387, "ro": 388, "Ġl": 389, ".Ċ": 390, "Ġn": 391, "am": 392, "ĠT": 393, "ĠS": 394, "Ġe": 395, "id": 396, "ĠC": 397, "ut": 398, "ot": 399, "Ġg": 400, "ur": 401, "se": 402, "ol": 403, "im": 404, "ad": 405, "ĠA": 406, "ce": 407, "ĠI": 408, "ve": 409, "Ġis": 410, "Ġ\"": 411, "Ġfor": 412, "ĠĠĠĠĠĠĠ": 413, "ch": 414, "ig": 415, "ow": 416, "ay": 417, "Ġon": 418, "Ġy": 419, "âĢ": 420, "ation": 421, "ly": 422, "ver": 423, "un": 424, "Ġbe": 425, "ir": 426, "Ġst": 427, "ĠM": 428, ")Ċ": 429, "ith": 430, "us": 431, "if": 432, "Ġhe": 433, "ter": 434, "Ġ(": 435, "ĠP": 436, "Ġthat": 437, "ĠB": 438, "Ġ'": 439, "ra": 440, "ul": 441, "Ġwith": 442, "Ġyou": 443, "Ġas": 444, "od": 445, "est": 446, "ag": 447, "Ġ=": 448, ",Ċ": 449, "ist": 450, "elf": 451, "Ġit": 452, "ĠH": 453, ":Ċ": 454, "Ġal": 455, "ate": 456, "Ġwas": 457, "ri": 458, "ers": 459, "Ġde": 460, "ck": 461, "Ġwh": 462, "th": 463, "ĠThe": 464, "Ġcon": 465, "and": 466, "um": 467, "pe": 468, "em": 469, "ĠD": 470, "ĠR": 471, "ĠF": 472, "Ġpro": 473, "ab": 474, "ĠW": 475, "rom": 476, "ess": 477, "op": 478, "her": 479, "ĠL": 480, "ke": 481, "ill": 482, "qu": 483, "ort": 484, "oun": 485, "ĠN": 486, "Ġor": 487, "Ġv": 488, "ĠG": 489, "ore": 490, "Ġat": 491, "Ġcom": 492, "Ġare": 493, "res": 494, "up": 495, "Ġex": 496, "ld": 497, "ction": 498, "Ġby": 499, "ain": 500, "ant": 501, "os": 502, "igh": 503, "ĠE": 504, "ew": 505, "ity": 506, "Ġse": 507, "all": 508, "ment": 509, "Ġr": 510, "art": 511, "ame": 512, "ap": 513, "iv": 514, "Ġfrom": 515, "ies": 516, "end": 517, "ĠĠĠĠĠĠĠĠĠĠĠ": 518, "Ġnot": 519, "Ġself": 520, "\":": 521, "âĢĻ": 522, "ĠO": 523, "ive": 524, "Ġch": 525, "ud": 526, "oc": 527, "our": 528, "pl": 529, "ave": 530, "ust": 531, "ue": 532, "pt": 533, "ure": 534, "ĠJ": 535, "Ġsh": 536, "port": 537, "ass": 538, "ard": 539, "ip": 540, "con": 541, "Ġpl": 542, "ight": 543, "ge": 544, "out": 545, "Ġcan": 546, "--": 547, "Ġwe": 548, "ĠĠĠĠĠ": 549, "age": 550, "\"Ċ": 551, "Ġun": 552, "og": 553, "ial": 554, "ub": 555, "ine": 556, "cl": 557, "ell": 558, "Ġle": 559, "ac": 560, "ost": 561, "ect": 562, "ast": 563, "Ġhave": 564, "ex": 565, "The": 566, "ould": 567, "Ġthis": 568, "one": 569, "gh": 570, "ĠIn": 571, "ome": 572, "ich": 573, "ak": 574, "are": 575, "ok": 576, "ĠU": 577, "Ġim": 578, "ack": 579, "ert": 580, "iz": 581, "self": 582, "ĠâĢ": 583, "Ġhis": 584, "ide": 585, "Ġwor": 586, "ia": 587, "ated": 588, "ff": 589, "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 590, "ound": 591, "Ġk": 592, "ry": 593, "Ġyour": 594, "ult": 595, "):Ċ": 596, "ĠK": 597, "ire": 598, "Ġab": 599, "der": 600, "Ġif": 601, "Ġus": 602, "ear": 603, "##": 604, "ice": 605, "Ġad": 606, "orm": 607, "ong": 608, "ber": 609, "urn": 610, "ile": 611, "Ġj": 612, "able": 613, "Ġen": 614, "ions": 615, "Ġar": 616, "ough": 617, "ime": 618, "Ġcl": 619, "ĠSt": 620, "Ġall": 621, "ian": 622, "ther": 623, "ind": 624, "av": 625, "ep": 626, "Ġtheir": 627, "Ġhas": 628, "ib": 629, "ary": 630, "Ġcomp": 631, "ere": 632, "Ġwhe": 633, "ally": 634, "cc": 635, "so": 636, "Ġcont": 637, "Ġres": 638, "ign": 639, "ance": 640, "ie": 641, "ence": 642, "Ġwill": 643, "ail": 644, "fer": 645, "Ġbut": 646, "Ġwhich": 647, "ous": 648, "ake": 649, "int": 650, "Ġ{": 651, "per": 652, "to": 653, "Ġme": 654, "ĠTh": 655, "use": 656, "ĠV": 657, "ang": 658, "du": 659, "Ġout": 660, "ase": 661, "Ġdef": 662, "Ġgo": 663, "Ġup": 664, "ite": 665, "ook": 666, "ount": 667, "act": 668, "ord": 669, "Ġ#": 670, "âĢĻs": 671, "Ġap": 672, "Ġman": 673, "ish": 674, "Ġdo": 675, "ace": 676, "Ġmore": 677, "ans": 678, "Ġthey": 679, "ach": 680, "Ġsu": 681, "form": 682, "lo": 683, "Ġret": 684, "Ġhad": 685, "ĠCh": 686, "ath": 687, "Ġ-": 688, "get": 689, "',": 690, "Ġne": 691, "Ġher": 692, "Ġtr": 693, "Ġso": 694, "Ġwho": 695, "Ġwere": 696, "Ġone": 697, "Ġalso": 698, "),": 699, "own": 700, "ical": 701, "ress": 702, "mer": 703, "ĠY": 704, "ark": 705, "ition": 706, "ict": 707, "ren": 708, "erv": 709, "vel": 710, "ĠIt": 711, "Ġte": 712, "ru": 713, "ory": 714, "ree": 715, "ations": 716, "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 717, "te": 718, "..": 719, "(self": 720, "Ġother": 721, "Ġwork": 722, "ick": 723, "Ġ}": 724, "pro": 725, "ents": 726, "vers": 727, "ens": 728, "ob": 729, "cont": 730, "Ġ{Ċ": 731, "Ġper": 732, "ild": 733, "very": 734, "Ġ[": 735, "ater": 736, "ext": 737, "ll": 738, "gr": 739, "Ġabout": 740, "Ġqu": 741, "ata": 742, "Ġdis": 743, "Ġsp": 744, "Ġreturn": 745, "ose": 746, "Ġro": 747, "Ġsc": 748, "irst": 749, "Ġpart": 750, "ne": 751, "'s": 752, "ef": 753, "Ġev": 754, "Ġpre": 755, "ss": 756, "Ġtime": 757, "ĠHe": 758, "com": 759, "Ġmy": 760, "__": 761, "enc": 762, "ike": 763, "ely": 764, "ings": 765, "In": 766, "ors": 767, "Ġnew": 768, "ĠAn": 769, "reat": 770, "tern": 771, "clud": 772, "hed": 773, "Ġsome": 774, "amp": 775, "Ġgr": 776, "low": 777, "rit": 778, "Ġthem": 779, "section": 780, "ject": 781, "ink": 782, "ove": 783, "ov": 784, "Ġover": 785, "Ġplay": 786, "âĢĿ": 787, "Ġbeen": 788, "Ġkn": 789, "wn": 790, "Ġyear": 791, "Ġdes": 792, "ph": 793, "Ġag": 794, "ool": 795, "Ġpe": 796, "wo": 797, "Ġno": 798, "('": 799, "ays": 800, "ype": 801, "Ġshe": 802, "ise": 803, "fter": 804, "Ġits": 805, "Ġsa": 806, "Ġfirst": 807, "Ġany": 808, "pec": 809, "ade": 810, "oy": 811, "Ġcomm": 812, "Ġfe": 813, "ople": 814, "content": 815, "iel": 816, "Ġinto": 817, "ĠUn": 818, "Ġget": 819, "name": 820, "Ġwhen": 821, "ode": 822, "ĠâĢĵ": 823, "old": 824, "?Ċ": 825, "we": 826, "Ġthere": 827, "':": 828, "Ġwould": 829, "Ġrec": 830, "ft": 831, "ĠThis": 832, "Ġadd": 833, "Ġour": 834, "Ġoff": 835, "Ġinclud": 836, "rib": 837, "rough": 838, "Ġpr": 839, "ates": 840, "ual": 841, "**": 842, "Ġtra": 843, "ĠRe": 844, "lp": 845, "Ġacc": 846, "Ġcol": 847, "==": 848, "ield": 849, "Ġprov": 850, "_d": 851, ".\"Ċ": 852, "anc": 853, "les": 854, "]Ċ": 855, "iss": 856, "ific": 857, "Ġind": 858, "Ġimport": 859, "Ġhow": 860, "Ġsup": 861, "Ġlike": 862, "Ġra": 863, "ubl": 864, "----": 865, "eth": 866, "sh": 867, "cre": 868, "ious": 869, "ork": 870, "Ġass": 871, "ĠSe": 872, "_t": 873, "oup": 874, "Ġbec": 875, "ning": 876, "Ġ},Ċ": 877, "arg": 878, "ix": 879, ").": 880, "Ġco": 881, "ational": 882, "\",Ċ": 883, "Ġhelp": 884, "ful": 885, "()Ċ": 886, "ser": 887, "ĠĊ": 888, "Ġthan": 889, "Ġpeople": 890, "Ġsy": 891, "Ġop": 892, "Ġbu": 893, "ons": 894, "ied": 895, "oint": 896, "Ġem": 897, "ĠâĢľ": 898, "lect": 899, "Ġtwo": 900, "ased": 901, "Ġuse": 902, "erm": 903, "Ġ\"\"": 904, "\\n": 905, "Ġatt": 906, "Ġam": 907, "ener": 908, "Ġpos": 909, "Ġinter": 910, "ible": 911, "ug": 912, "hes": 913, "ood": 914, "cept": 915, "Ġwhat": 916, "Ġcre": 917, "Ġset": 918, "Ġunder": 919, "Ġprodu": 920, "app": 921, "Ġhim": 922, "Ġbet": 923, "ities": 924, "aw": 925, "._": 926, "ize": 927, "Ġmay": 928, "val": 929, "Ġact": 930, "hen": 931, "itt": 932, "cess": 933, "ange": 934, "uring": 935, "_s": 936, "ating": 937, "\\x": 938, "land": 939, "ont": 940, "ring": 941, "ax": 942, "ward": 943, "Ġthrough": 944, "ife": 945, "Ġonly": 946, "ited": 947, "_f": 948, "))Ċ": 949, "\",": 950, "key": 951, "Ġserv": 952, "iew": 953, "Ġcons": 954, "pect": 955, "oth": 956, "ock": 957, "Ġneed": 958, "âĢĵ": 959, "Ġel": 960, "####": 961, "row": 962, "_p": 963, "ient": 964, "Ġreg": 965, "io": 966, "ican": 967, "Ġafter": 968, "als": 969, "Ġrel": 970, "Ġmod": 971, "orn": 972, "ank": 973, "put": 974, "Ġmake": 975, "ics": 976, "Ġ_": 977, "Ġval": 978, "ily": 979, "Ġspec": 980, "Ġsuch": 981, "_m": 982, "any": 983, "Ġtest": 984, "Ġjust": 985, "Ġmost": 986, "gan": 987, "arch": 988, "Ġdif": 989, "ik": 990, "Ġrem": 991, "tt": 992, "Ġ+": 993, "Ġback": 994, "ng": 995, "ond": 996, "Ġloc": 997, "olog": 998, "Ġfil": 999, "chool": 1000, "Ġinst": 1001, "ices": 1002, "air": 1003, "Ġcould": 1004, "eng": 1005, "ple": 1006, "ular": 1007, "ĠAr": 1008, "ror": 1009, "Ġwell": 1010, "Ġent": 1011, "ower": 1012, "erson": 1013, "Ġwhere": 1014, "Ġsub": 1015, "Ġnum": 1016, "Ġthese": 1017, "ts": 1018, "Ġstud": 1019, "ĠCom": 1020, "ative": 1021, ".p": 1022, "fore": 1023, "Ġob": 1024, "red": 1025, "ident": 1026, "ollow": 1027, "['": 1028, "att": 1029, "ames": 1030, "Ġph": 1031, "atch": 1032, ".s": 1033, "ec": 1034, "Ġsaid": 1035, "ĠWe": 1036, "its": 1037, "ause": 1038, "ek": 1039, "(\"": 1040, "Ġused": 1041, "Ġfun": 1042, "ms": 1043, "ract": 1044, "Ġsm": 1045, "Ġthen": 1046, "ures": 1047, "rue": 1048, "']": 1049, "Ġshould": 1050, "Ġinv": 1051, "',Ċ": 1052, "hip": 1053, "Ġfin": 1054, "ys": 1055, "Ġ%": 1056, "Ġbl": 1057, "stem": 1058, "ues": 1059, "oot": 1060, "Ġknow": 1061, "Ġmany": 1062, "aking": 1063, "Ġstr": 1064, "ense": 1065, "ĠAl": 1066, "Ġexp": 1067, "')Ċ": 1068, "ale": 1069, "Ġrequ": 1070, "Ġname": 1071, "velop": 1072, "ility": 1073, "ĠNew": 1074, "_c": 1075, "ments": 1076, "),Ċ": 1077, "Ġyears": 1078, "els": 1079, "ason": 1080, "way": 1081, ".d": 1082, "pr": 1083, "Ġpol": 1084, "ER": 1085, "other": 1086, "ash": 1087, "ier": 1088, "Ġfl": 1089, "ins": 1090, "ars": 1091, "yp": 1092, "day": 1093, "Ġend": 1094, "read": 1095, "||": 1096, "Ġint": 1097, "ience": 1098, "Ġac": 1099, "Ġstart": 1100, "the": 1101, "ced": 1102, "ams": 1103, "ribut": 1104, "Ġlook": 1105, "Ġagain": 1106, "âĢĻt": 1107, "az": 1108, "ĠPro": 1109, "Ġcall": 1110, "_l": 1111, "St": 1112, "Ġeff": 1113, "Ġmade": 1114, "Ġevery": 1115, "ull": 1116, "Ġfollow": 1117, "ting": 1118, "co": 1119, "ouse": 1120, "Ġmem": 1121, "Ġdist": 1122, "ĠLe": 1123, "Ġmed": 1124, "assert": 1125, "Ġtrans": 1126, "uch": 1127, ".m": 1128, "irect": 1129, "Ġlist": 1130, "Ġown": 1131, "Ġform": 1132, "Ġmin": 1133, ".\"": 1134, "ner": 1135, "ton": 1136, "ivers": 1137, "from": 1138, "Ġgu": 1139, "alth": 1140, "Ġser": 1141, "Ġdiffer": 1142, "ublic": 1143, "ah": 1144, "iet": 1145, "Th": 1146, "ision": 1147, "Ġhigh": 1148, "ĠAmer": 1149, ".assert": 1150, "Ġbefore": 1151, "Ġpres": 1152, "uth": 1153, "ences": 1154, "ten": 1155, "au": 1156, "ource": 1157, "Ġfound": 1158, "iness": 1159, "ished": 1160, "ional": 1161, "Ġwhile": 1162, "Ġbr": 1163, "Ġdown": 1164, "cond": 1165, "Ġlong": 1166, "Ġway": 1167, "ĠWh": 1168, "ines": 1169, "Ġwant": 1170, "ature": 1171, "ĠDe": 1172, "led": 1173, "ween": 1174, "Ġche": 1175, "ble": 1176, "formation": 1177, "arn": 1178, "def": 1179, "ired": 1180, "Ġed": 1181, "sw": 1182, "ĠNone": 1183, "Ġart": 1184, "Re": 1185, "istant": 1186, "ince": 1187, "ON": 1188, "Ġeven": 1189, "...Ċ": 1190, "ĉĉ": 1191, "Ġeach": 1192, "Ġresult": 1193, "Ġbeing": 1194, "Ġdet": 1195, "Ġpass": 1196, "Ġdata": 1197, "//": 1198, "ĠCan": 1199, "pos": 1200, "ather": 1201, "Ġfam": 1202, "Ġcur": 1203, "'Ċ": 1204, "Ġsign": 1205, "Ġ==": 1206, "Ġ:": 1207, "ven": 1208, "let": 1209, "man": 1210, "ctions": 1211, "Ġshow": 1212, "Ġdevelop": 1213, "Ġdid": 1214, "ĠSh": 1215, "Ġbus": 1216, "Ġsur": 1217, ".get": 1218, "Ġnow": 1219, "ness": 1220, "Ġsee": 1221, "cent": 1222, "ĠYou": 1223, "Ġlife": 1224, "chn": 1225, "alk": 1226, "Ġbetween": 1227, "par": 1228, "_id": 1229, "line": 1230, "Ġ\"\"\"Ċ": 1231, "oh": 1232, "Ġperson": 1233, "add": 1234, "Ġhand": 1235, "User": 1236, "ript": 1237, "Ġmark": 1238, "ball": 1239, "ĠIf": 1240, "ral": 1241, "ized": 1242, "Ġvar": 1243, "Ġread": 1244, "Ġ&": 1245, "Ġvery": 1246, "Ġbel": 1247, "ider": 1248, "Ġmon": 1249, "Ġ$": 1250, "Ġext": 1251, "ask": 1252, "Ġposs": 1253, "vent": 1254, "ule": 1255, "qual": 1256, "ĠAd": 1257, "son": 1258, "Ġins": 1259, "Ġcount": 1260, "IN": 1261, "Ġapp": 1262, "ever": 1263, "Ass": 1264, "Ġfind": 1265, "Ġday": 1266, "Ġgood": 1267, "ages": 1268, "Ġlead": 1269, "Ġduring": 1270, "ator": 1271, "Ġworld": 1272, "Ġgreat": 1273, "Ġright": 1274, "ES": 1275, "bs": 1276, "Ġdec": 1277, "Ġsystem": 1278, "by": 1279, "raph": 1280, "Ġexper": 1281, "Ġcar": 1282, "ces": 1283, "outh": 1284, "ists": 1285, "Ġdoes": 1286, "class": 1287, "Ġsk": 1288, "ually": 1289, "Ġopt": 1290, "ann": 1291, "Ġcent": 1292, "Ġrun": 1293, "angu": 1294, "ĠShe": 1295, "rent": 1296, "ĠAnd": 1297, "gg": 1298, "uc": 1299, "arm": 1300, "alse": 1301, "ural": 1302, "ĠAs": 1303, "ĠCl": 1304, "Ġdesign": 1305, "Ġsim": 1306, "Ġprogr": 1307, "Ġcommun": 1308, "Ġsupport": 1309, "Ġconf": 1310, "ved": 1311, "Ġmus": 1312, "Ġcare": 1313, "Assistant": 1314, "Ġgroup": 1315, "Ġclass": 1316, "Ġinformation": 1317, "Ġstate": 1318, "view": 1319, "Ġchild": 1320, "ĠThey": 1321, "ric": 1322, "Ġpar": 1323, "Ġgener": 1324, "Ġdifferent": 1325, ".f": 1326, "nt": 1327, "ury": 1328, "ern": 1329, "Ġwrit": 1330, "imes": 1331, "ustom": 1332, "ox": 1333, "Ġbecause": 1334, "ined": 1335, "Ġi": 1336, "ĠFor": 1337, "Ġmuch": 1338, "ault": 1339, "Ġav": 1340, "ĠCol": 1341, "work": 1342, "min": 1343, "iqu": 1344, "ives": 1345, "Ġthree": 1346, "Ġnumber": 1347, "ĠQ": 1348, "ters": 1349, "pon": 1350, "ruct": 1351, "ody": 1352, "Ġopen": 1353, ".t": 1354, "Ġtake": 1355, "str": 1356, "cript": 1357, "orth": 1358, "gy": 1359, "ery": 1360, "Ġchar": 1361, "Ġelse": 1362, "ey": 1363, "riend": 1364, "Ġteam": 1365, "olut": 1366, "Ġsame": 1367, "ement": 1368, "vern": 1369, "Ġ}Ċ": 1370, "Ġincluding": 1371, "ĠAmerican": 1372, "Ġboth": 1373, "Ġbuild": 1374, "aj": 1375, "iversity": 1376, ".c": 1377, "Ġinf": 1378, "ĠInd": 1379, "Ġlast": 1380, "bers": 1381, "Ġthink": 1382, "Ġschool": 1383, "Ġear": 1384, "An": 1385, "ethod": 1386, "Ġthose": 1387, "Ġtry": 1388, "Ġhere": 1389, "Ġpop": 1390, "!Ċ": 1391, "Ġdon": 1392, "Ġhome": 1393, "ample": 1394, "anguage": 1395, "ants": 1396, "plic": 1397, "Ġmain": 1398, "ĠZ": 1399, "Ġbusiness": 1400, "Ġbest": 1401, "ology": 1402, "ccess": 1403, "Ġcour": 1404, "ĠEx": 1405, "akes": 1406, "Ex": 1407, "swer": 1408, "ets": 1409, "Ġhead": 1410, "_name": 1411, "Ġusing": 1412, "'t": 1413, "itle": 1414, "version": 1415, "Ġcap": 1416, "ee": 1417, "Ġprovid": 1418, "Ġbook": 1419, "Ġ*": 1420, "AR": 1421, "Ġsoc": 1422, "ember": 1423, "Ġest": 1424, "Ġrele": 1425, "Ġsom": 1426, "inal": 1427, "Ġaround": 1428, "ĠFr": 1429, "Ġsecond": 1430, "til": 1431, "Ġtechn": 1432, "Ġrep": 1433, "Ġthough": 1434, "ĠHow": 1435, "Ġreal": 1436, "ĠSc": 1437, "Ġproduct": 1438, "Er": 1439, "Ġx": 1440, "AT": 1441, "rem": 1442, "ital": 1443, "uss": 1444, "Ġprof": 1445, "Ġbro": 1446, "ared": 1447, ".com": 1448, "iving": 1449, "ross": 1450, "Ġcontin": 1451, "Ġplace": 1452, "Ġvis": 1453, "Ġwater": 1454, "iver": 1455, "Ġdirect": 1456, "Ġprocess": 1457, "-b": 1458, "='": 1459, "Ġtell": 1460, "Ġconst": 1461, "Ġpoint": 1462, "Ġke": 1463, "urch": 1464, "Ġtop": 1465, "ger": 1466, "====": 1467, "(Ċ": 1468, "Ġdel": 1469, "Ġsing": 1470, "ength": 1471, "ote": 1472, "ware": 1473, "ĠGr": 1474, "Ġhealth": 1475, "Ġsmall": 1476, "Ġbre": 1477, "ĠCon": 1478, "Ġdep": 1479, "Ġprovide": 1480, "Error": 1481, "Ġcle": 1482, "Ġpower": 1483, "=\"": 1484, "Ġallow": 1485, "of": 1486, "Ġele": 1487, "ism": 1488, "_n": 1489, "Ġwom": 1490, "Ġperform": 1491, "eb": 1492, "Ġweek": 1493, "True": 1494, "ohn": 1495, "Ġkey": 1496, "ling": 1497, "Ġincre": 1498, "],": 1499, "ĠPl": 1500, "Ġvalue": 1501, "ify": 1502, "Ġpossible": 1503, "ape": 1504, "Ġcustom": 1505, "Ġappro": 1506, "Ġfew": 1507, "}Ċ": 1508, "istory": 1509, "Ġimp": 1510, "ĠSp": 1511, "Ġstill": 1512, "Ġoper": 1513, "Ġcr": 1514, "\")Ċ": 1515, "ĠIs": 1516, "ĠBut": 1517, "Ġappe": 1518, "Ġeng": 1519, "rop": 1520, "iven": 1521, "ĠEng": 1522, "-f": 1523, "Ġorgan": 1524, "ley": 1525, "ister": 1526, "riv": 1527, "ray": 1528, "aving": 1529, "ining": 1530, "lish": 1531, "Ġline": 1532, "Ġmust": 1533, "Ġuntil": 1534, "ele": 1535, "Ġfr": 1536, "ĠOn": 1537, "por": 1538, "ĠUnited": 1539, "less": 1540, "Ġwon": 1541, "istr": 1542, "Ġmet": 1543, "Ġeffect": 1544, "Ġold": 1545, ".âĢĿ": 1546, "ived": 1547, "args": 1548, "ittle": 1549, "_st": 1550, "mp": 1551, "It": 1552, "Ġrecord": 1553, "Ġcreate": 1554, "-s": 1555, "ways": 1556, "ential": 1557, "Ch": 1558, "ina": 1559, "oard": 1560, "Ġprom": 1561, "Ġsl": 1562, "Ġprogram": 1563, "ds": 1564, "ument": 1565, "reen": 1566, "rap": 1567, "Ġagainst": 1568, "Ġeas": 1569, "Ġpartic": 1570, "Ġrece": 1571, ".S": 1572, "Ġfamily": 1573, "ĠMar": 1574, "ute": 1575, "ron": 1576, "Ġanswer": 1577, "IT": 1578, "()": 1579, "OR": 1580, "ĠCount": 1581, "âĢľ": 1582, "be": 1583, "enn": 1584, "Ġ\\": 1585, "ott": 1586, "rist": 1587, "ivid": 1588, "Ġadv": 1589, "Ġer": 1590, "Ġfield": 1591, "Ġlink": 1592, "yn": 1593, "mber": 1594, "ĠUniversity": 1595, "_in": 1596, "Ġgame": 1597, "Ġwithout": 1598, "ertain": 1599, "lock": 1600, "tain": 1601, "estion": 1602, "Ġsever": 1603, "Ġref": 1604, "atic": 1605, "Ġmov": 1606, "Ġpat": 1607, ").Ċ": 1608, "Ġfeel": 1609, "Ġfact": 1610, "ped": 1611, "Ġpost": 1612, "ries": 1613, "Ġfollowing": 1614, "_b": 1615, "Ġknown": 1616, "rol": 1617, "Ã©": 1618, "Ġstand": 1619, "ĠBe": 1620, "ior": 1621, "ately": 1622, "Ġtype": 1623, "ttp": 1624, "ality": 1625, "Ġmusic": 1626, "ium": 1627, "ves": 1628, "Ġmanag": 1629, "ission": 1630, "Ġseason": 1631, "import": 1632, "EN": 1633, "Ġ`": 1634, "ization": 1635, "ats": 1636, "Ġproject": 1637, "iron": 1638, "ified": 1639, "ems": 1640, ",\"": 1641, "Ġfour": 1642, "Ġpublic": 1643, "Ġfoot": 1644, "aut": 1645, "AN": 1646, "Ġmarket": 1647, "Ġ\"\"\"": 1648, "Ġexpl": 1649, "ĠThere": 1650, "ĠPh": 1651, "ĠOr": 1652, "ponse": 1653, "load": 1654, "Ġfile": 1655, "ploy": 1656, "Ġsuccess": 1657, ";Ċ": 1658, "lex": 1659, "itional": 1660, "Ġcompany": 1661, "und": 1662, "ĠComm": 1663, "Ġfriend": 1664, "vernment": 1665, "oci": 1666, "Ġlo": 1667, "Ġmen": 1668, "Ġlater": 1669, "uck": 1670, "Ġplayers": 1671, "Ġ<": 1672, "ĠAll": 1673, "ains": 1674, "Ġorder": 1675, ".,": 1676, "etwork": 1677, "cur": 1678, "Ġwin": 1679, "comm": 1680, "ried": 1681, "oss": 1682, "Ġoffer": 1683, "ĠBl": 1684, "ev": 1685, "che": 1686, "ty": 1687, "rite": 1688, "ret": 1689, "Ġlocal": 1690, "opy": 1691, "orld": 1692, "Ġrest": 1693, "Ġcurrent": 1694, "stand": 1695, "ĠJohn": 1696, "fo": 1697, "ths": 1698, "my": 1699, "Ġcor": 1700, "Ġanother": 1701, "Ġreport": 1702, "iety": 1703, "Equal": 1704, "url": 1705, "arge": 1706, "],Ċ": 1707, "Ġarea": 1708, "Ġmat": 1709, "Ġinterest": 1710, "requ": 1711, "ency": 1712, "Ġlevel": 1713, "Ġorig": 1714, "ww": 1715, "uthor": 1716, "Ġkeep": 1717, "Ġplan": 1718, "aster": 1719, "une": 1720, "Ġfree": 1721, "Ġlove": 1722, "ailable": 1723, "Ġtoo": 1724, "bum": 1725, "Ġfilm": 1726, "yle": 1727, "ternal": 1728, "Ġexcept": 1729, "Ġlog": 1730, "Ġarg": 1731, "This": 1732, "Ġnext": 1733, "ferences": 1734, "back": 1735, "Ġwithin": 1736, "])Ċ": 1737, "Ġprint": 1738, "Ġsince": 1739, "Ġiss": 1740, "Ġcharact": 1741, "Ġinclude": 1742, "Ġair": 1743, "Ġspe": 1744, "ope": 1745, "Ġ||": 1746, "Ġevent": 1747, "Wh": 1748, "ream": 1749, "mb": 1750, "ograph": 1751, "We": 1752, "Ġgoing": 1753, "gin": 1754, "ĠTr": 1755, "Ġservice": 1756, "Ġlittle": 1757, "Ġturn": 1758, "type": 1759, "ised": 1760, "Ġhapp": 1761, "Ġpo": 1762, "ird": 1763, "Ġreally": 1764, "Ġuser": 1765, "None": 1766, "Ġassert": 1767, "Ġlight": 1768, "Ġimpro": 1769, "Ġsay": 1770, "pert": 1771, "ĠMay": 1772, "Ġnever": 1773, "ush": 1774, "Ġseveral": 1775, "met": 1776, "Ġhum": 1777, "wards": 1778, "inc": 1779, "br": 1780, "ĠStates": 1781, "resent": 1782, "Ġlet": 1783, "Ġpract": 1784, "Ġaff": 1785, "Ġtem": 1786, "Ġconsider": 1787, "cription": 1788, "Ġchang": 1789, "Ġland": 1790, "augh": 1791, "Ġhouse": 1792, "ples": 1793, "ĠCounty": 1794, "ulation": 1795, "ething": 1796, "Ġide": 1797, "uro": 1798, "Ġcalled": 1799, "::": 1800, "Ġ.": 1801, "Ġterm": 1802, "ique": 1803, "Ġalways": 1804, "sc": 1805, "Ġ__": 1806, "thing": 1807, "Ġnear": 1808, "play": 1809, "Ġside": 1810, "TI": 1811, "Ġspecific": 1812, "Ġalong": 1813, "Ġaccess": 1814, "ips": 1815, "ai": 1816, "ague": 1817, "AL": 1818, "Ġcheck": 1819, "Ġdisc": 1820, "-d": 1821, "ĠCar": 1822, "ĠBr": 1823, "med": 1824, "Ġsocial": 1825, "ane": 1826, "Ġlaw": 1827, "Ġcome": 1828, "init": 1829, "Ġann": 1830, "ĠSo": 1831, "lease": 1832, "Ġactiv": 1833, "viron": 1834, "Ġpresent": 1835, "Ġfac": 1836, "--------": 1837, "ĠAt": 1838, "ended": 1839, "Ġve": 1840, "value": 1841, "-t": 1842, "arget": 1843, "atus": 1844, "idd": 1845, "Ġleg": 1846, "ajor": 1847, "ĠEn": 1848, "af": 1849, "Opt": 1850, "ories": 1851, "Ġmar": 1852, "Ġbased": 1853, "nect": 1854, "Ġgrow": 1855, "eter": 1856, "Ġdr": 1857, "Ġinc": 1858, "ted": 1859, "Ġexperience": 1860, ".l": 1861, "Ġrese": 1862, "iter": 1863, "essage": 1864, "ica": 1865, "Ġ/": 1866, "ession": 1867, "ored": 1868, "ump": 1869, ".assertEqual": 1870, "Âł": 1871, "ney": 1872, "Ġu": 1873, "Ġcity": 1874, "set": 1875, "Ġleft": 1876, "ĠX": 1877, "Ġ|": 1878, "ene": 1879, "Ġput": 1880, "ially": 1881, "He": 1882, "here": 1883, "ients": 1884, "Ġexpect": 1885, "Ġtext": 1886, "Ġdetail": 1887, "Ġz": 1888, "ention": 1889, "Ġavailable": 1890, "Ġsal": 1891, "\"\"Ċ": 1892, "Ġes": 1893, "icense": 1894, "oin": 1895, "ler": 1896, "Ġ>": 1897, "Ġbetter": 1898, "iam": 1899, "Ġsong": 1900, "ST": 1901, "Ġcho": 1902, "ternational": 1903, "Ġcost": 1904, "itions": 1905, "Ġcolle": 1906, "ĠMan": 1907, "Ġalbum": 1908, "...": 1909, "ources": 1910, "ases": 1911, "test": 1912, "ination": 1913, "://": 1914, "ours": 1915, "Ġmaking": 1916, "Ġthings": 1917, "Ġchildren": 1918, "reg": 1919, "itive": 1920, "ically": 1921, "Ġsent": 1922, "Ġmight": 1923, "fig": 1924, "mod": 1925, "Ġversion": 1926, "Ġask": 1927, "Ġfull": 1928, "')": 1929, ",âĢĿ": 1930, "Ġdev": 1931, "Ġdem": 1932, "ĠUS": 1933, "ilt": 1934, "Ġredu": 1935, "rip": 1936, "sp": 1937, "ĠSchool": 1938, "ideo": 1939, "Ġocc": 1940, "amed": 1941, "Ġoften": 1942, "ently": 1943, "ĠĠĠĠĠĠ": 1944, "Ġimportant": 1945, ".st": 1946, "ĠI'": 1947, "Ġ@": 1948, "util": 1949, "Ġbecame": 1950, "Ġseries": 1951, "Ġsomething": 1952, "RE": 1953, "ĠAust": 1954, "Ġestab": 1955, "ĠCent": 1956, "Ġdra": 1957, "ĠPr": 1958, "ĠGo": 1959, "Ġgive": 1960, "Ġcreat": 1961, "Ġbeh": 1962, "Ġobject": 1963, "umn": 1964, "Ġgl": 1965, "edia": 1966, "Ġsit": 1967, "ĠNational": 1968, "oney": 1969, "Ġelect": 1970, "ĠWorld": 1971, "illion": 1972, "Ġfood": 1973, "reet": 1974, "ference": 1975, "Ġresp": 1976, "ividual": 1977, "ĠYork": 1978, "not": 1979, "olution": 1980, "ending": 1981, "Ġmil": 1982, "Ġfunction": 1983, "As": 1984, "Ġview": 1985, "word": 1986, "Ġsure": 1987, "Ġless": 1988, "Ġoffic": 1989, "ĠPol": 1990, "atures": 1991, "Ġwebs": 1992, "ĠTrue": 1993, "ĠĠĠĠĠĠĠĠĠ": 1994, "Ġlarge": 1995, "used": 1996, "Ġcamp": 1997, "Ġbelie": 1998, "Ġtrad": 1999, "Ġhard": 2000, "uff": 2001, "uly": 2002, "Ġpot": 2003, "ĠCo": 2004, "-l": 2005, "Ġtoget": 2006, "Ġtogether": 2007, "ively": 2008, "########": 2009, "Ġaut": 2010, "Ġrange": 2011, "Ġdays": 2012, "Ġstep": 2013, "ĠRes": 2014, "Ġshort": 2015, "Ġstory": 2016, "ither": 2017, "vironment": 2018, "Ġbir": 2019, "Ġmembers": 2020, "(d": 2021, "Ġstudents": 2022, "ording": 2023, "Ġmethod": 2024, "yl": 2025, "âĢĶ": 2026, "irl": 2027, "ability": 2028, "org": 2029, "ĠChrist": 2030, "Ġpay": 2031, "Ġable": 2032, "Ġsol": 2033, "Ġbody": 2034, "Ġindust": 2035, "amb": 2036, "Ġinvest": 2037, ".h": 2038, "Ġla": 2039, ".n": 2040, "AS": 2041, "Options": 2042, "ateg": 2043, "urs": 2044, "0x": 2045, "ony": 2046, "ops": 2047, "date": 2048, "Ġexample": 2049, "file": 2050, "Ġeduc": 2051, "duct": 2052, "me": 2053, "Ġport": 2054, "side": 2055, "Ġcase": 2056, "Ġgovernment": 2057, "ĠWar": 2058, "aly": 2059, "Ġcult": 2060, "ĠTo": 2061, "cer": 2062, "Ġenc": 2063, "aring": 2064, "Ġnon": 2065, "ged": 2066, "ĠNo": 2067, "Ġmove": 2068, "user": 2069, "=True": 2070, "ĠAp": 2071, ".âĢĿĊ": 2072, "ze": 2073, "ills": 2074, "ots": 2075, "Ġgiven": 2076, "Ġlim": 2077, "Ġcourse": 2078, "conom": 2079, "Ġdeath": 2080, "ml": 2081, "aim": 2082, "ĠâĢĶ": 2083, "ches": 2084, "Ġdevelopment": 2085, "Ġservices": 2086, "(s": 2087, "aterial": 2088, "Ġpolit": 2089, "Ġfore": 2090, "Ġyoung": 2091, "Ġindividual": 2092, "Ġyes": 2093, "ypes": 2094, "Ġsum": 2095, "ead": 2096, "Ġben": 2097, "ume": 2098, "ĠHowever": 2099, "Ġearly": 2100, "ĠTe": 2101, "Ġwar": 2102, "ait": 2103, "head": 2104, "Ġpain": 2105, "oid": 2106, "Ġsoft": 2107, "ĠBrit": 2108, "alf": 2109, "Ġtimes": 2110, "Ġcompet": 2111, "adata": 2112, "irt": 2113, "Ġaway": 2114, "Ġproble": 2115, "for": 2116, "icle": 2117, "Ġcond": 2118, "Ġfootball": 2119, "ards": 2120, "ĠPar": 2121, "ched": 2122, "ourn": 2123, "Pro": 2124, "ued": 2125, "-p": 2126, "Ġspecial": 2127, "ole": 2128, "Ġsw": 2129, "ese": 2130, ".add": 2131, "ĠSouth": 2132, "uture": 2133, "Ġtook": 2134, "Ġos": 2135, "Ġchange": 2136, "Ġident": 2137, "Ġpubl": 2138, "vious": 2139, "Ġ('": 2140, "Ġcommunity": 2141, "Ġener": 2142, "itor": 2143, "ĠThese": 2144, "LE": 2145, "ID": 2146, "place": 2147, "Ġmult": 2148, "elt": 2149, "On": 2150, "ache": 2151, "ping": 2152, "lob": 2153, "Ġraise": 2154, ".app": 2155, "ĠWhen": 2156, "Ġgot": 2157, "Ġbig": 2158, "Ġcover": 2159, "right": 2160, "Ġemploy": 2161, "Ġworking": 2162, "opt": 2163, "Ġ[Ċ": 2164, "Ġfoc": 2165, "aff": 2166, ".**": 2167, "Ġmeet": 2168, "Ġpast": 2169, "ung": 2170, "Ġrequest": 2171, "ster": 2172, "Ġexc": 2173, "ained": 2174, "ising": 2175, "Ġcountry": 2176, "Ġcame": 2177, "iod": 2178, "wh": 2179, "Ġsingle": 2180, "Ġbecome": 2181, "ured": 2182, "ĠFalse": 2183, "Ġjob": 2184, "Ġcontent": 2185, "Ġlearn": 2186, "ering": 2187, "Ġlinks": 2188, "ison": 2189, "ables": 2190, "amples": 2191, "vert": 2192, "cle": 2193, "Ġmean": 2194, "oon": 2195, "Ġtrack": 2196, "rew": 2197, "Ġplayed": 2198, "isk": 2199, "Ġpath": 2200, "ma": 2201, "=None": 2202, "lu": 2203, "Ġmajor": 2204, "Ġvol": 2205, "Ġapplic": 2206, "Ġunderstand": 2207, "ĠGe": 2208, "Ġred": 2209, "Ġpersonal": 2210, "icult": 2211, "atural": 2212, "ĠJan": 2213, "Ġonline": 2214, "ĠCal": 2215, "stance": 2216, "Ġwebsite": 2217, "Ġtown": 2218, "Ġwomen": 2219, "-c": 2220, "istor": 2221, "Ġinvol": 2222, "ĠCity": 2223, "Ġnight": 2224, "Ġhistory": 2225, "Ġtot": 2226, "odes": 2227, "ises": 2228, "yth": 2229, "ĠEuro": 2230, "ĠGu": 2231, "Ġsignific": 2232, "Ġlab": 2233, "Ġmedia": 2234, "Ġquestion": 2235, "ĠGerm": 2236, "aces": 2237, "Ġroom": 2238, "ply": 2239, "Ġhaving": 2240, "Ġenergy": 2241, "ĠBro": 2242, "Ġprot": 2243, "ffic": 2244, "osp": 2245, ".b": 2246, "Ġothers": 2247, "Ġens": 2248, "ably": 2249, "Ġcommon": 2250, "utes": 2251, "ĠEd": 2252, "ids": 2253, "ama": 2254, "Ġequ": 2255, "Ġsite": 2256, "ari": 2257, "Ġhost": 2258, "ians": 2259, "Ġformer": 2260, "-m": 2261, "Ġinit": 2262, "Un": 2263, ".C": 2264, "__(": 2265, "Ġmaterial": 2266, "Ġsound": 2267, "Ġcontrol": 2268, "ĠState": 2269, "Ġresearch": 2270, "AC": 2271, "plement": 2272, "aper": 2273, "indow": 2274, "_re": 2275, "Ġdoc": 2276, "avor": 2277, "Ġchall": 2278, "icy": 2279, "#Ċ": 2280, "arent": 2281, "ging": 2282, "Test": 2283, "Ġvill": 2284, "ĠHis": 2285, ".w": 2286, "urther": 2287, "ental": 2288, "SE": 2289, "ĠNorth": 2290, "ĠThat": 2291, "References": 2292, "ĠAss": 2293, "Ġbegan": 2294, "rain": 2295, "ols": 2296, "joy": 2297, "Ġ)Ċ": 2298, "Ġauthor": 2299, "idge": 2300, "Ġvisit": 2301, "empt": 2302, "umb": 2303, "resh": 2304, "Ġwent": 2305, "ĠAug": 2306, "Ġgames": 2307, "title": 2308, "Ġphot": 2309, "illed": 2310, "Ġbuilding": 2311, "most": 2312, "Ġren": 2313, "ones": 2314, "ibr": 2315, "Ġdesc": 2316, "ailed": 2317, "Ġimpact": 2318, "Ġbas": 2319, "ĠAm": 2320, "ino": 2321, "IC": 2322, "ival": 2323, ".g": 2324, "roll": 2325, "ready": 2326, "Ġlot": 2327, "âĢĻre": 2328, "Ġaccount": 2329, "othes": 2330, "Ġhold": 2331, "Ġenvironment": 2332, "Ġclos": 2333, "hern": 2334, "ances": 2335, "``": 2336, "ception": 2337, "ĠAustral": 2338, ".append": 2339, "ift": 2340, "_type": 2341, "Ġcomb": 2342, "uary": 2343, "ports": 2344, "Ġcharacter": 2345, "ights": 2346, "Ġvarious": 2347, "artment": 2348, "Ġdri": 2349, "_h": 2350, "vision": 2351, "Ġbreak": 2352, "ĠAdd": 2353, "ille": 2354, "Ġprofess": 2355, "ĠHere": 2356, "ĠLicense": 2357, "ĠWill": 2358, "ĠFl": 2359, "iction": 2360, "Ad": 2361, "Ġspace": 2362, "Ġmind": 2363, "Ġey": 2364, "ĠAfter": 2365, "Ġbenef": 2366, "ĠMin": 2367, "over": 2368, "Ġstarted": 2369, "ĠWith": 2370, "action": 2371, "ĠVal": 2372, "Al": 2373, "Ġrelations": 2374, "aken": 2375, "Ġcareer": 2376, "object": 2377, "Ġtw": 2378, "Com": 2379, "Ġimprove": 2380, "ĠOne": 2381, "oud": 2382, "heck": 2383, "Ġaud": 2384, "now": 2385, "ĠEurope": 2386, "{Ċ": 2387, "If": 2388, "Ġflo": 2389, "Ġsugg": 2390, "Ġdue": 2391, "([": 2392, "ĠReg": 2393, "though": 2394, "Ġlanguage": 2395, "ands": 2396, "ĠOct": 2397, "Ġmodel": 2398, "n't": 2399, "AM": 2400, "ĠBy": 2401, "Ġwalk": 2402, "(t": 2403, "ada": 2404, "Ġrepresent": 2405, "False": 2406, "Ġet": 2407, "Ġsix": 2408, "Ġfar": 2409, "Ġamong": 2410, "Ġvideo": 2411, "Ġkind": 2412, "ĠSy": 2413, "_con": 2414, "Ġdeb": 2415, "sel": 2416, "pril": 2417, "Ġfive": 2418, "Ġbo": 2419, "ruction": 2420, "Ġess": 2421, "UT": 2422, "ptember": 2423, "face": 2424, "Ġtrue": 2425, "Ġproducts": 2426, "(p": 2427, "unic": 2428, "ĠGener": 2429, "\".": 2430, "Ġrequired": 2431, "atter": 2432, "Ġclear": 2433, "Ġpri": 2434, "ribute": 2435, "cing": 2436, "Ġresponse": 2437, "Ġonce": 2438, "ilar": 2439, "oll": 2440, "ĠBar": 2441, "atform": 2442, "Ġfeatures": 2443, "(f": 2444, "Ġsaf": 2445, "Con": 2446, "aps": 2447, "Ġperiod": 2448, "Ġsignificant": 2449, "lete": 2450, "Ġmag": 2451, "perty": 2452, "ogn": 2453, "Ġlow": 2454, "Ġtalk": 2455, "fect": 2456, "Ġit's": 2457, "source": 2458, "ober": 2459, "Ġpack": 2460, "ĠMe": 2461, "ctor": 2462, "|Ċ": 2463, "acy": 2464, "ĠMarch": 2465, "Ġever": 2466, "Ġbase": 2467, "Ġrole": 2468, "cy": 2469, "ĠHar": 2470, "ĠâĢĺ": 2471, "ĠWhat": 2472, "Ġparticular": 2473, "apan": 2474, "Ġmoney": 2475, "Ġreleased": 2476, "Ġdefault": 2477, "Ġcomplet": 2478, "Ġtarget": 2479, "Ġreceived": 2480, "ĠDo": 2481, "ED": 2482, "Ġneeds": 2483, "Ġhuman": 2484, "Ġlarg": 2485, "(n": 2486, "ĠAugust": 2487, "Ġtreat": 2488, "Cl": 2489, "Ġ],Ċ": 2490, "rack": 2491, ".set": 2492, "ered": 2493, "chie": 2494, "Ġcal": 2495, "ĠJune": 2496, "de": 2497, "Ġmot": 2498, "Ġacross": 2499, "Ġmember": 2500, "Ġmom": 2501, "Ġtotal": 2502, "Ġstrong": 2503, "Ġworks": 2504, "Ġ{'": 2505, "Ġeconom": 2506, "stit": 2507, "Ġalready": 2508, "Ġsuggest": 2509, "Ġeither": 2510, "ampions": 2511, "rec": 2512, "ĠGod": 2513, "ression": 2514, "Ġlooking": 2515, "ĠMc": 2516, "Ġheart": 2517, "():Ċ": 2518, "Ġabove": 2519, "[\"": 2520, "ĠMy": 2521, "Ġperformance": 2522, "off": 2523, "ĠAf": 2524, "Ġlocated": 2525, ".path": 2526, "portun": 2527, "Ġsense": 2528, "ET": 2529, "Ġoptions": 2530, "Ġsize": 2531, "ĠSection": 2532, "Ġlive": 2533, "Ġhig": 2534, "Ġmeans": 2535, "ĠKing": 2536, "Ġcrit": 2537, "aur": 2538, "Ġstudy": 2539, "IS": 2540, "ĠRo": 2541, "Ġheld": 2542, "Ġminutes": 2543, "ilities": 2544, "ĠColle": 2545, "(l": 2546, "Ġaddress": 2547, "ĠJuly": 2548, "ules": 2549, "RO": 2550, "Ġfinal": 2551, "Ġaction": 2552, "Ġdest": 2553, "Ġmix": 2554, "uation": 2555, "ango": 2556, "For": 2557, "ened": 2558, "rench": 2559, "Ġdone": 2560, "aced": 2561, "with": 2562, "tic": 2563, "Ġconc": 2564, "Ġthought": 2565, "Ġphys": 2566, "ĠHer": 2567, "ĠSup": 2568, "Ġcertain": 2569, "Ġvillage": 2570, "curity": 2571, "ĠEnglish": 2572, "Ġstore": 2573, "Ġbeaut": 2574, "You": 2575, "Ġpopular": 2576, "Ġbuilt": 2577, "raft": 2578, "ĠBritish": 2579, "_v": 2580, "Ġupon": 2581, "Ġexist": 2582, "Ġtoday": 2583, "Ġstruct": 2584, "Ġresults": 2585, "ecut": 2586, "ĠHigh": 2587, "ĠApril": 2588, "ĠSeptember": 2589, "uf": 2590, "Field": 2591, "Ġenjoy": 2592, "fort": 2593, "Ġhope": 2594, "ners": 2595, "ides": 2596, "Ġreview": 2597, "(c": 2598, "ham": 2599, "\\\"": 2600, "ana": 2601, "ĠWest": 2602, "anies": 2603, "Ar": 2604, "Ġindustry": 2605, "idence": 2606, "na": 2607, "ython": 2608, "Ġstation": 2609, "Ġtele": 2610, "Ġassoci": 2611, "ification": 2612, "aul": 2613, "Ġclub": 2614, "Ġevents": 2615, "metadata": 2616, "uild": 2617, "ĠPark": 2618, "Ġmatch": 2619, "rans": 2620, "ĠEl": 2621, "Ġpage": 2622, "Ġdi": 2623, "ached": 2624, "Ġ,": 2625, "Is": 2626, "-w": 2627, "Ġenough": 2628, "Ġnetwork": 2629, "adem": 2630, "To": 2631, "cover": 2632, "Ġopportun": 2633, "Ġnatural": 2634, "wik": 2635, "Ġblack": 2636, "Ġleast": 2637, "Ġfuture": 2638, "ipedia": 2639, "ĠPart": 2640, "length": 2641, "Ġfeature": 2642, "Ġsuper": 2643, "ovember": 2644, "Ġbegin": 2645, "Ġgirl": 2646, "Ġthird": 2647, "ĠII": 2648, "ĠComp": 2649, "imate": 2650, "Ġmillion": 2651, "Ġoriginal": 2652, "eder": 2653, "-st": 2654, "ĠOctober": 2655, "Ġpriv": 2656, "Ã³": 2657, "iff": 2658, "lobal": 2659, "Ġpie": 2660, "urg": 2661, "Ġdiff": 2662, "rict": 2663, "].": 2664, "And": 2665, "ground": 2666, "_path": 2667, "arning": 2668, "Ġface": 2669, "Ġep": 2670, "Ġquick": 2671, "ĠRob": 2672, "ervice": 2673, "ĠJanuary": 2674, ".ex": 2675, "Ġseen": 2676, "Ġcreated": 2677, "Ġstyle": 2678, "ĠCont": 2679, "ĠRep": 2680, "cember": 2681, "Ġsett": 2682, "):": 2683, "Ġpur": 2684, "Ġsearch": 2685, "Ġtechnology": 2686, "Ġthing": 2687, "Ġeasy": 2688, "oph": 2689, "Ġdetails": 2690, "Ġcode": 2691, "ming": 2692, "language": 2693, "ĠSw": 2694, "ministr": 2695, "format": 2696, "ving": 2697, "Ġquality": 2698, "Ġnamed": 2699, "Ġing": 2700, "group": 2701, "HE": 2702, "Ġcook": 2703, "ags": 2704, "Ġlen": 2705, "Ġhalf": 2706, "order": 2707, "ypothes": 2708, "Ġ--": 2709, "aren": 2710, "Ġmakes": 2711, "ĠLeague": 2712, "Ġfocus": 2713, "iles": 2714, "Ġpublished": 2715, "arl": 2716, "rel": 2717, "Ġareas": 2718, "Ġband": 2719, "External": 2720, "sections": 2721, "nection": 2722, "run": 2723, "ĠSoc": 2724, "lished": 2725, "Ġprem": 2726, "go": 2727, "Ġtraining": 2728, "born": 2729, "ĠAb": 2730, "Ġwoman": 2731, "Ġnp": 2732, "Ġbar": 2733, "âĢ¦": 2734, "Ġunique": 2735, "Ġreason": 2736, "ibility": 2737, "-h": 2738, "cher": 2739, "ĠQu": 2740, "ship": 2741, "ĠPer": 2742, ".mod": 2743, "There": 2744, "ography": 2745, "ĠEm": 2746, "Ġgrad": 2747, "Ġsays": 2748, "Ġhot": 2749, "dom": 2750, "ĠMr": 2751, "Ġemail": 2752, "Ġdescrib": 2753, "Ġcut": 2754, "ude": 2755, "Ġage": 2756, "gress": 2757, "oura": 2758, "ief": 2759, "Ġca": 2760, "Ġdistrict": 2761, "ypothesis": 2762, "Ġpotential": 2763, "ĠIm": 2764, "asing": 2765, "irc": 2766, "Ġanim": 2767, "Ġbit": 2768, "Ġconnect": 2769, "epend": 2770, "ĠJapan": 2771, "Ġrecomm": 2772, "Ġhours": 2773, "Ġlik": 2774, "Ġwhy": 2775, "Ġsoftware": 2776, "rodu": 2777, "ett": 2778, "room": 2779, "Ġposition": 2780, "Ġfall": 2781, "Ġdeep": 2782, 